Repository: Timo-Frueh/mlaatkst
Catalog: resources/lang/*/LC_MESSAGES/mlaatkst.po
Languages: de

source: Quit MLAatKST
de: MLAatKST beenden

source: Close Window
de: Fenster schliessen

source: Process inputs
de: Fussnote fertigstellen

source: Copy footnote
de: Fussnote kopieren

source: First mention of a book
de: Erstnennung Buch

source: Second mention of a book
de: Zweitnennung Buch

source: Mention of a website
de: Webzitat

source: Clear inputs
de: Felder zurücksetzen

source: About MLAatKST
de: Über MLAatKST

source: MLAatKST on GitHub
de: MLAatKST auf GitHub

source: File
de: Datei

source: Edit
de: Bearbeiten

source: Help
de: Hilfe

source: MLA at the KST
de: MLA an der KST

source: Options
de: Optionen

source: Name of the author: (name, surname)
de: Name des Autors / der Autorin: (Nachname, Vorname)

source: Last name of the author:
de: Nachname des Autors / der Autorin:

source: Title:
de: Titel:

source: Subtitle: (leave empty if there is none)
de: Untertitel: (leer lassen wenn nicht vorhanden)

source: Edition: (enter a number)
de: Auflage: (Zahl eingeben)

source: Publisher:
de: Verlag:

source: Location:
de: Ort:

source: Year:
de: Jahr:

source: Page(s) quoted:
de: Zitierte Seite(n):

source: Download date:
de: Herunterladedatum:

source: The footnote appears here ...
de: Die Fussnote erscheint hier ...

source: Reset inputs
de: Felder zurücksetzen

source: edition
de: Auflage

source: p
de: S
